Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultTeeParam Property
 "Tee"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultTeeParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultTeeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultTeeParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultTeeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace